Aloxaf/fzf-tab
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
hlissner/zsh-autopair
romkatv/powerlevel10k
romkatv/zsh-defer
